Repository: fpiette/OvbImgOrganizer
Catalog: Source/OvbImgOrganizerLanguage.po
Languages: fr

source: %d image selected
fr: %d images sélectionnées

source: %d image/tag associations deleted
fr: %d associations image/mot-clé supprimées

source: %d images removed
fr: %d images supprimées

source: &Add images to collection
fr: &Ajouter des images à la collection

source: &Backup database
fr: Sauvegarder la &base de données

source: &File
fr: &Fichier

source: &Scan dir
fr: &Scanner un répertoire

source: &Search by tags
fr: Chercher par mots clé&s

source: &Tools
fr: Ou&tils

source: -* can only be used alone
fr: -* ne peut être utilisé que seul

source: <empty>
fr: <vide>

source: A tag can't be named "%s"
fr: "%s" ne peut être utilisé comme mot clé

source: Add a new tag as child
fr: Ajouter un mot clé enfant

source: Add a new tag as child of "%s"
fr: Ajouter un mot clé enfant de "%s"

source: Add a new tag at the top level
fr: Ajouter un mot clé au niveau supérieur

source: Add a new tag having same parent
fr: Ajouter un mot clé avec le même parent

source: Add a new tag having the same parent as "%s"
fr: Ajouter un mot clé avec le même parent que "%s"

source: Add images to collection
fr: Ajouter des images à la collection

source: Add tag "%s" to all selected images
fr: Ajouter le mot clé "%s" à toutes les images sélectionnées

source: Add tag to all selected images
fr: Ajouter le mot clé à toutes les images sélectionnées

source: Add to collection
fr: Ajouter à la collection

source: Any file
fr: Tous fichiers

source: Are you sure you want to delete the (unused) tag "%s"?
fr: Etes-vous sûr de vouloir supprimer le mot clé (inutilisé) "%s" ?

source: Are you sure you want to delete this tag?
fr: Etes-vous sûr de vouloir supprimer ce mot clé ?

source: Are you sure?
fr: Etes-vous sûr ?

source: Auto process all remaining images
fr: Traiter automatiquement le reste des images

source: Available tags:
fr: Mots clés disponibles :

source: Backup database
fr: Sauvegarder la base de données

source: Backup done to %s
fr: Sauvegarde de la base de données effectuée dans %s

source: Both have the same content.
fr: Les deux ont le même contenu.

source: Cancel
fr: Annuler

source: Canceled
fr: Annulé

source: cannot contain one of those characters:
fr: ne peut pas contenir un de ces caractères :

source: Can't remove a tag having one or more child
fr: On ne peut supprimer un mot clé ayant un ou plusieurs enfants

source: Check to have descending order
fr: Cocher pour ordre descendant

source: Clear tag list
fr: Effacer la liste des mots clés

source: Copy selected images to clipboard
fr: Copier les images sélectionnées dans le presse-papier

source: Could not access allocated memory.
fr: Ne peut accéder à la mémoire allouée.

source: Could not allocate memory.
fr: Ne peut allouer de la mémoire.

source: Create DB
fr: Créer la DB

source: Create Table
fr: Créer une table

source: Current image tags:
fr: Mots clés de l'image :

source: Data file
fr: Fichier de données

source: Data file doesn't exists!
fr: Le fichier de données n'existe pas !

source: Database backup
fr: Sauvegarde de la base de données

source: DBConnect raised an exception %s
fr: DBConnect à levé une exception %s

source: DBDisconnect failed
fr: DBDisconnect a échoué

source: DBDisconnect raised an exception %s
fr: DBDisconnect a levé une exception %s

source: DBFetchImageTagNames missing argument
fr: Manque un argument à DBFetchImageTagNames

source: Deselect all images
fr: Désélectionner toutes les images

source: Deselect image
fr: Désélectionner l'image

source: Directory to scan
fr: Répertoire à scanner

source: Display help
fr: Affiche l'aide

source: Do you want to create a new one?
fr: Voules-vous créer une nouvelle ?

source: Do you want to locate it on disk?
fr: Voulez-vous indiquer où elle se trouve ?

source: Do you want to overwrite it?
fr: Voulez-vous l'écraser ?

source: Done, loaded %d image, %d skipped image
fr: Effectué. %d images chargées, %d images ignorées

source: Done.
fr: Effectué.

source: Dropped file:
fr: Fichier déposé :

source: E&xit
fr: &Quitter

source: Empty
fr: Vide

source: Enter name for new parent of "%s"
fr: Entrez le nom du nouveau parent de "%s"

source: Enter new name for %s
fr: Entrez un nouveau nom pour %s

source: Enter tag names
fr: Entrez des mots clés

source: Enter tags separated by a space. Leave empty to view all.
fr: Entrez les mots clés séparés par un espace. Laissez vide pour voir tout.

source: Error in child/parent chain of "%s"
fr: Erreur dans le chaînage enfant/parent de "%s"

source: Existing:
fr: Existant :

source: Failed: You must select a directory as destination
fr: Echec : Vous devez sélectionner un répertoire comme destination

source: Failed: You must select a directory to scan.
fr: Echec : Vous devez sélectionner un répertoire à scanner.

source: File
fr: Fichier

source: FileDateTime
fr: Date du fichier

source: FileName
fr: Nom du fichier

source: Focused image tags
fr: Mots clé de l'image active

source: Found %d conflict.
fr: %d conflits trouvés.

source: Full screen
fr: Plein écran

source: Full screen mode
fr: Mode plein écran

source: Help
fr: Aide

source: High speed
fr: Haute vitesse

source: Ignoring image "%s"
fr: Ignore l'image "%s"

source: Image "%s" now tagged with "%s"
fr: L'image "%s" maintenant associée au mot clé "%s"

source: Image "%s" was already tagged with "%s"
fr: L'image "%s" était déjà associée au mot clé "%s"

source: Image %s%s not in database
fr: L'image %s%s n'est pas dans la base de données

source: Image already exists in DB %d/%d
fr: Images déjà dans la DB %d/%d

source: Image already exists in DB but not at same place!
fr: L'image existe déjà dans la DB mais pas dans le même emplacement !

source: ImageDrop adding file %s
fr: ImageDrop ajout image %s

source: ImageDrop canceled
fr: ImageDrop annulé

source: ImageDrop done
fr: ImageDrop effectué

source: ImageDrop loaded %d file, skipped %d file
fr: ImageDrop chargé %d file, ignoré %d file

source: ImageID %d not found
fr: ImageID %d pas trouvé

source: Include subdirectories
fr: Inclure les sous-répertoires

source: IndexDateTime
fr: Date d'indexation

source: JPG files
fr: Fichier JPG

source: Load more
fr: Charger plus

source: LoadCollection
fr: Chargement de la collection

source: LoadImage failed for %s
fr: Echec de LoadImage for %s

source: Loading %d image
fr: Chargement de %d images

source: Medium speed
fr: Vitesse moyenne

source: Move tag "%s" to another branch
fr: Déplacer le mot clé "%s" vers une autre branche

source: Move tag to other branch
fr: Déplacer le mot clé vers une autre branche

source: must be at least 3 characters
fr: doit avoir au moins 3 caractères

source: must be at most 80 characters
fr: doit avoir au plus 80 caractères

source: New Image
fr: Nouvelle image

source: New Image %d/%d
fr: Nouvelle image %d/%d

source: New Tag (Child of %s)
fr: Nouveau mot clé (Enfant de %s)

source: New Tag (Sibling of %s)
fr: Nouveau mot clé (Même parent que %s)

source: Next
fr: Suivant

source: No data assigned
fr: Pas de données

source: No image selected
fr: Pas d'image sélectionnée

source: Open all selected images
fr: Ouvrir toutes les images sélectionnées

source: Open image
fr: Ouvrir l'image active

source: Order by
fr: Trier selon

source: OvbImgOrganizer - Help
fr: OvbImgOrganizer - Aide

source: Paste
fr: Coller

source: Paste images from clipboard
fr: Copier les images du presse papier

source: Popup on %s
fr: Popup sur %s

source: Previous
fr: Précédent

source: Ready
fr: Prêt

source: Recreate thumbnail
fr: Recréer la miniature

source: Recreate thumbnail for %s
fr: Recréer la miniature pour %s

source: Recreate thumbnails for all selected images
fr: Recréer les miniatures de toutes les images sélectionnées

source: Reload tree
fr: Recharger l'arbre

source: Remove ALL (%d) selected images from collection?
fr: Retirer TOUTES les images (%d) de la collection ?

source: Remove all selected images from collection
fr: Retirer toutes les images de la collection

source: Remove image "%s" from collection?
fr: Retirer l'image "%s" de la collection ?

source: Remove image from collection
fr: Retirer l'image de la collection

source: Remove image from view
fr: Retirer l'image de la vue

source: Remove tag "%s" from %d images.
fr: Retirer le mot clé "%s" de %d images.

source: Remove tag "%s" from image "%s".
fr: Retirer le mot clé "%s" de l'image "%s".

source: Remove tag "%s" from tree
fr: Retirer le mot clé "%s" de l'arbre

source: Remove tag from all selected images
fr: Retirer le mot clé de toutes les images sélectionnées

source: Remove tag from focused image
fr: Retirer le mot clé de l'image active

source: Remove tag from the tree
fr: Retirer le mot clé de l'arbre

source: Remove tag from this list
fr: Retirer le mot clé de cette liste

source: Removing tag "%s"
fr: Retrait du mot clé "%s"

source: Rename tag
fr: Renomer le mot clé

source: Rename tag "%s"
fr: Renommer le mot clé "%s"

source: Scan dir
fr: Scanner un répertoire

source: Search
fr: Chercher

source: Search by tags
fr: Chercher par mots clés

source: SearchGenerateSql
fr: Génération de la requête SQL de recherche

source: Select all images
fr: Sélectionner toutes les images

source: Select destination for your backup
fr: Sélectionnez la destination de votre sauvegarde

source: Select directory to scan
fr: Sélectionnez le répertoire à scanner

source: Select image
fr: Sélectionner l'image

source: Select result ordering
fr: Choisir l'ordre de tri

source: Show in Explorer
fr: Voir dans l'explorateur de Windows

source: Skip
fr: Passer

source: Slide show
fr: Diaporama

source: Slow speed
fr: Vitesse faible

source: Suspend
fr: Suspendre

source: Table %s already exists
fr: La table %s existe déjà

source: Table %s created
fr: Table %s créée

source: Tag "%s" already exists
fr: Le mot clé "%s" existe déjà

source: Tag "%s" doesn't exist
fr: Le mot clé "%s" n'existe pas

source: Tag "%s" is a child of tag "%s"
fr: Le mot clé "%s" est un enfant du mot clé "%s"

source: Tag "%s" is used by %d images
fr: Le mot clé "%s" est utilisé par %d images

source: Tag "%s" not found
fr: Mot clé "%s" pas trouvé

source: Tag "%s" not in database
fr: Le mot clé "%s" n'est pas dans la base de données

source: Tag must have at least 3 characters, ignoring
fr: Les mots clés doivent avoir au moins 3 caractères, ignore

source: Tag was "%s" already in the list
fr: Le mot clé "%s" est déjà dans la liste

source: Those are two different files.
fr: Ce sont deux fichiers différents.

source: Top level tag
fr: Mot clé du niveau supérieur

source: Unable to delete existing backup file
fr: Impossible d'effacer la sauvegarde existante

source: Unable to rename temporary file to backup filename
fr: Impossible de renommer le fichier temporaire avec le nom de la sauvegarde

source: Unknown error
fr: Erreur inconnue

source: Unknown special tag "%s"
fr: Mot clé spécial "%s" inconnu

source: Update tags
fr: MAJ mots clés

source: View collection
fr: Voir la collection
